{"felt": 35, "privileged": 7, "to": 19317, "play": 632, "foo": 280, "fighters": 296, "songs": 122, "on": 11309, "guitar": 24, "today": 1423, "with": 6693, "one": 1881, "of": 10490, "the": 33950, "from": 2501, "gig": 45, "saturday": 1562, "pakistan": 47, "may": 5536, "be": 6432, "an": 1442, "islamic": 26, "country": 187, "but": 3683, "der": 4, "are": 2837, "a": 12548, "lot": 229, "true": 253, "muslims": 338, "in": 12276, "india": 74, "who": 1408, "love": 1044, "their": 712, "and": 11741, "can": 1730, "sacrifice": 10, "all": 2640, "for": 9281, "it": 8347, "happy": 788, "birthday": 567, "coolest": 12, "golfer": 12, "bali": 10, "you": 8144, "become": 109, "cooler": 9, "everyday": 41, "stay": 184, "humble": 3, "little": 323, "sister": 82, "xx": 52, "is": 9714, "going": 2520, "tucson": 12, "29th": 62, "'s": 9301, "thursday": 1058, "hmmmmm": 2, "where": 454, "when": 1648, "matters": 18, "like": 2370, "this": 4172, "rise": 68, "kids": 147, "disgrace": 15, "good": 1356, "i": 15329, "'m": 2484, "excited": 372, "about": 2420, "3rd": 1273, "season": 629, "finding": 29, "home": 423, "netflix": 150, "just": 3511, "want": 1282, "make": 1175, "sure": 443, "readers": 15, "have": 4282, "news": 523, "as": 2391, "develops": 2, "told": 174, "my": 4310, "mom": 180, "wanted": 140, "hotel": 58, "18th": 134, "people": 828, "birthdays": 11, "valentine": 260, "lucky": 54, "me": 2717, "1st": 2172, "thing": 438, "did": 1186, "after": 1151, "baggage": 2, "claim": 43, "was": 3471, "get": 2108, "up": 2240, "date": 186, "bad": 568, "blood": 212, "ronna": 1, "amp": 1411, "bev": 1, "style": 62, "makes": 250, "being": 500, "bit": 171, "more": 1131, "okay": 132, "bobby": 128, "jindal": 112, "wants": 258, "assimilate": 2, "heritage": 7, "old": 317, "confederacy": 2, "even": 646, "though": 288, "his": 1960, "parents": 49, "january": 377, "dot": 11, "watched": 214, "4": 855, "time": 2065, "voted": 75, "nta": 9, "awards": 114, "best": 951, "factual": 2, "program": 35, "mite": 3, "need": 677, "2": 1543, "watch": 1109, "rest": 186, "sad": 174, "that": 4998, "naruto": 277, "manga": 11, "over": 856, "'ll": 1220, "probably": 230, "cry": 98, "anime": 16, "ends": 63, "coming": 529, "us": 1059, "october": 388, "feeling": 112, "down": 754, "monday": 1496, "check": 321, "out": 2631, "guy": 282, "dressed": 17, "baby": 161, "prince": 258, "george": 555, "week": 411, "might": 375, "cheer": 25, "huge": 115, "by": 1969, "shadow": 15, "own": 154, "goal": 119, "line": 178, "2nd": 1532, "lambert": 2, "sony": 125, "48": 17, "yard": 23, "gain": 13, "very": 400, "accurate": 10, "pass": 95, "kasich": 207, "seeking": 18, "gop": 134, "presidential": 94, "nomination": 17, "john": 664, "announced": 140, "run": 443, "white": 557, "house": 304, "2016": 128, "tuesday": 741, "why": 790, "does": 792, "horse": 23, "same": 500, "look": 457, "fear": 38, "its": 637, "eye": 49, "next": 878, "marine": 86, "le": 98, "pen": 107, "romney": 46, "tru": 4, "ben": 144, "carson": 109, "considered": 22, "cabinet": 37, "position": 47, "jack": 92, "bauer": 4, "once": 143, "had": 857, "mister": 1, "'re": 877, "no": 1509, "tone": 8, "surrender": 6, "not": 3079, "fazed": 1, "biased": 8, "buckeye": 3, "audience": 21, "certainly": 28, "bothered": 9, "base": 65, "hommage": 1, "gary": 39, "carter": 63, "expos": 1, "day": 3243, "tomorrow": 5871, "at": 5728, "dollar": 25, "hot": 370, "dogs": 65, "8": 323, "tix": 53, "300": 18, "level": 65, "take": 681, "heard": 206, "ric": 97, "flair": 98, "dreamwave": 2, "jan": 147, "yes": 295, "google": 352, "know": 1313, "some": 964, "dont": 163, "any": 433, "create": 36, "big": 829, "happening": 43, "many": 351, "colour": 9, "en": 26, "vogue": 11, "luxury": 9, "eyewear": 1, "makers": 6, "dublin": 30, "got": 1093, "ta": 158, "guinness": 2, "anti-immigration": 1, "sentiment": 5, "merely": 6, "piece": 69, "bigger": 46, "puzzle": 12, "really": 729, "holly": 22, "holm": 36, "she": 1248, "ready": 362, "rousey": 270, "thoughts": 56, "which": 372, "means": 143, "if": 2636, "andrade": 1, "wins": 173, "could": 588, "media": 192, "keep": 276, "giving": 107, "brain": 35, "dead": 264, "moron": 16, "air": 106, "former": 80, "alaska": 7, "gov": 121, "sarah": 131, "palin": 109, "said": 684, "sunday": 2176, "13": 148, "yr": 48, "cousin": 30, "didnt": 41, "ice": 529, "cube": 281, "rapper": 32, "superstar": 15, "actor": 25, "friday": 2085, "movies": 120, "lol": 599, "club": 192, "remix": 19, "night": 2456, "allstar": 10, "will": 3279, "building": 49, "right": 759, "ladies": 49, "blaming": 8, "everything": 175, "kerry": 119, "cleo": 2, "show": 830, "well": 703, "eclipse": 12, "numbers": 29, "cliff": 14, "avril": 33, "leaves": 42, "detroit": 46, "lions": 76, "game": 1416, "back": 1120, "injury": 55, "defensive": 16, "end": 399, "left": 328, "ga": 11, "sick": 80, "think": 1170, "we": 2821, "american": 143, "taxpayers": 6, "paying": 36, "secret": 44, "service": 80, "detail": 6, "trump": 893, "melania": 167, "bollocks": 3, "then": 980, "there": 1238, "ian": 17, "brady": 269, "myra": 1, "hindley": 1, "hombres": 92, "city": 249, "see": 2441, "what": 1864, "top": 387, "3": 1093, "granny": 6, "chiyo": 1, "sakura": 4, "vs": 585, "pain": 53, "dunkin": 277, "because": 672, "he": 3746, "knows": 89, "every": 412, "watching": 674, "lookalikes": 2, "teaser": 11, "brunch": 14, "am": 624, "only": 880, "david": 991, "beckham": 112, "lookalike": 2, "definitely": 112, "do": 2731, "n't": 4316, "chelsea": 158, "should": 824, "appeal": 28, "torres": 6, "red": 429, "card": 114, "let": 525, "sturridge": 2, "carling": 19, "cup": 124, "pl": 12, "other": 397, "related": 41, "parks": 11, "older": 24, "article": 91, "citing": 2, "legal": 42, "issues": 68, "behind": 170, "dakota": 62, "access": 96, "pipeline": 60, "life": 426, "lesson": 13, "courtesy": 14, "alabama": 46, "gon": 718, "na": 1034, "texas": 80, "fiddle": 10, "band": 301, "must": 278, "whatever": 63, "takes": 118, "fight": 288, "obama": 452, "lawlessness": 2, "communist": 11, "bent": 2, "destroying": 14, "our": 906, "now": 1651, "michael": 282, "moore": 113, "caught": 45, "middle": 62, "daughter": 37, "5th": 474, "grade": 260, "presentation": 15, "her": 971, "class": 246, "seth": 284, "rollins": 295, "mack": 3, "bodi": 10, "uk": 190, "release": 178, "star": 293, "wars": 148, "episode": 206, "vii": 2, "force": 108, "awakens": 12, "earlier": 47, "than": 682, "expected": 56, "dec": 87, "17": 123, "niall": 284, "22": 101, "12": 268, "days": 330, "lock": 18, "him": 899, "prepares": 14, "squad": 54, "c'mon": 284, "oracle": 102, "sets": 53, "first": 982, "quarter": 71, "fiscal": 2, "year": 478, "earnings": 4, "announcement": 48, "redwood": 1, "shores": 3, "ca": 1004, "mar": 43, "such": 145, "close": 142, "call": 287, "cheers": 23, "pal": 15, "doing": 304, "month": 107, "ibm": 103, "done": 256, "missing": 81, "calls": 83, "haha": 153, "hope": 673, "sweet": 77, "jesus": 62, "6": 460, "phones": 23, "consider": 48, "galaxy": 224, "note": 259, "7": 485, "via": 609, "reports": 50, "nigeria": 89, "say": 594, "60": 46, "been": 908, "killed": 110, "raid": 9, "village": 29, "north-east": 4, "suspected": 10, "boko": 189, "haram": 190, "bets": 12, "vegas": 71, "e.g": 7, "gatorade": 1, "katy": 128, "perry": 256, "those": 288, "available": 151, "offshore": 3, "daily": 114, "rock": 130, "hulk": 224, "hogan": 234, "paid": 77, "price": 328, "racist": 77, "rant": 20, "dwayne": 4, "johnson": 317, "pix": 4, "russia": 91, "denies": 9, "deal": 197, "iran": 69, "military": 47, "cooperation": 3, "meeting": 99, "wednesday": 599, "breaking": 103, "buzz": 20, "least": 161, "wo": 286, "face": 241, "de": 145, "bruyne": 1, "wolfsburg": 3, "champions": 47, "league": 196, "or": 1647, "against": 595, "they": 1801, "barca": 109, "round": 285, "oxygen": 5, "vh1": 21, "most": 437, "ratings": 27, "nights": 81, "aint": 21, "playing": 379, "games": 228, "cant": 110, "wait": 712, "till": 215, "tonight": 1236, "how": 1201, "bbc": 132, "always": 318, "loads": 13, "vd": 1, "gets": 259, "trash": 32, "cocky": 2, "months": 115, "waiting": 140, "cancelled": 42, "wembley": 11, "along": 126, "way": 593, "finally": 220, "exciting": 53, "times": 246, "based": 51, "ep": 36, "mr": 88, "robot": 5, "seems": 126, "series": 145, "go": 1705, "looks": 303, "respect": 69, "hannibal": 103, "free": 456, "join": 252, "yakub": 270, "guilty": 17, "mind": 117, "using": 116, "freedom": 44, "speech": 180, "remember": 319, "weekend": 351, "seen": 271, "fat": 42, "nick": 59, "n": 219, "disneyland": 101, "beach": 156, "w": 409, "friends": 221, "lit": 32, "royal": 71, "work": 577, "across": 79, "pond": 3, "constitution": 51, "park": 250, "pool": 27, "eid": 323, "kris": 225, "bryant": 227, "lines": 22, "lf": 8, "stranding": 2, "runners": 19, "score": 92, "between": 166, "brewers": 18, "scarier": 4, "kanye": 316, "west": 369, "running": 153, "president": 369, "slight": 9, "chance": 203, "kim": 305, "kardashian": 22, "lady": 130, "blue": 144, "jays": 91, "5": 748, "mound": 20, "exchange": 22, "winona": 1, "eagles": 242, "hosting": 39, "taters": 1, "tots": 1, "raise": 26, "money": 216, "child": 67, "abuse": 16, "prevention": 2, "31st": 51, "batman": 110, "halloween": 105, "busy": 69, "frank": 555, "ocean": 289, "hell": 175, "dropping": 43, "album": 442, "training": 63, "id": 52, "jason": 317, "aldean": 233, "concert": 502, "billionaire": 9, "women": 168, "made": 429, "fortune": 5, "private": 27, "business": 100, "goverment": 2, "posts": 23, "per": 52, "dems": 110, "kensington": 2, "palace": 15, "celebrates": 25, "young": 230, "another": 368, "fafsa": 9, "pell": 3, "grant": 24, "begin": 63, "college": 202, "26": 83, "2012": 133, "cate": 19, "guard": 15, "attacking": 15, "police": 76, "hillary": 206, "podesta": 5, "soros": 105, "lost": 221, "needs": 208, "arrested": 31, "brock": 263, "lesnar": 266, "return": 143, "msg": 36, "live": 671, "wwe": 218, "network": 59, "during": 239, "banned": 17, "u.s": 114, "flights": 9, "violators": 1, "sent": 70, "prison": 32, "direct": 26, "donate": 21, "link": 79, "senate": 24, "seat": 31, "still": 1136, "win": 700, "flag": 39, "crime": 23, "nicki": 338, "shady": 5, "drop": 124, "tea": 32, "ya": 94, "lap": 12, "degree": 19, "burn": 41, "march": 379, "2010": 12, "kevin": 82, "rudd": 31, "superficial": 1, "85": 18, "votes": 47, "14": 131, "revealed": 40, "failure": 18, "cristiano": 94, "ronaldo": 108, "has": 1723, "four": 99, "transient": 1, "strangers": 5, "held": 53, "forever": 65, "music": 294, "leonard": 94, "cohen": 106, "inspiration": 15, "song": 356, "shawn": 291, "death": 257, "anniversary": 137, "21st": 108, "marking": 7, "yrs": 56, "without": 197, "heart": 132, "crystal": 14, "feel": 296, "heavy": 32, "were": 537, "here": 931, "so": 2845, "notice": 39, "syfy": 8, "website": 40, "vote": 207, "april": 219, "lives": 65, "dies": 37, "essentially": 8, "great": 779, "add": 65, "your": 1605, "budget": 28, "smartphone": 22, "list": 143, "introduce": 10, "new": 1695, "moto": 171, "g": 219, "gen": 152, "unlocked": 8, "starts": 193, "180": 5, "away": 267, "family": 271, "nice": 230, "too": 690, "thanks": 339, "hard": 188, "believe": 255, "seinfeld": 101, "contest": 36, "chad": 20, "sentences": 3, "members": 71, "june": 138, "attacks": 59, "recent": 35, "however": 47, "group": 126, "stage": 149, "last": 1142, "walgreens": 11, "cries": 11, "tears": 33, "joy": 24, "guys": 297, "fun": 240, "sunny": 15, "scotland": 42, "x": 177, "1991": 6, "august": 484, "24th": 71, "nirvana": 264, "friend": 168, "kinda": 76, "ghetto": 9, "center": 154, "world": 790, "chungking": 1, "mansions": 2, "hong": 14, "kong": 14, "jurassic": 205, "again": 567, "literally": 104, "shit": 357, "talk": 243, "kpop": 158, "sync": 5, "vocally": 1, "point": 175, "talent": 41, "met": 84, "players": 125, "roger": 47, "fella": 5, "walks": 30, "around": 272, "owns": 22, "place": 373, "flicked": 1, "helmet": 5, "pick": 160, "classic": 89, "movie": 430, "lotto": 1, "mark": 103, "bonnell": 1, "selects": 3, "north": 106, "northwest": 2, "janet": 140, "street": 83, "porter": 3, "shocks": 4, "viewers": 13, "comments": 38, "jsp": 1, "bang": 29, "announcing": 22, "award": 86, "presenting": 18, "b": 202, "c": 135, "k": 66, "11/1": 2, "actual": 43, "golden": 50, "globes": 9, "depending": 9, "happens": 55, "t-mobile": 99, "offer": 45, "anything": 171, "sign": 171, "starting": 216, "off": 986, "looking": 344, "harry": 223, "potter": 107, "infuriates": 1, "election": 168, "dirt": 11, "campaign": 109, "ignored": 10, "ann": 5, "course": 92, "kicks": 37, "sprint": 24, "ashley": 90, "madison": 31, "wikileaks": 22, "yemen": 9, "files": 19, "released": 144, "australia": 50, "clinton": 180, "foundation": 143, "donations": 14, "eleanor": 11, "fan": 199, "louis": 117, "funny": 120, "bc": 165, "wasnt": 10, "known": 61, "treat": 52, "mommy": 17, "final": 222, "destination": 22, "gms": 2, "market": 69, "commentary": 14, "ship": 30, "30": 178, "holidays": 31, "hoped": 12, "resurgence": 1, "hi": 144, "video": 456, "desk": 11, "please": 451, "use": 203, "story": 149, "meet": 294, "amazing": 206, "race": 127, "philippines": 26, "contestants": 5, "tv5": 11, "lights": 52, "cd": 37, "dgc": 2, "boss": 41, "chuck": 100, "norris": 99, "taxi": 7, "stuck": 31, "head": 196, "basel": 1, "reuters": 72, "seed": 19, "company": 85, "monsanto": 103, "renewed": 6, "efforts": 13, "woo": 15, "syngenta": 9, "ag": 12, "sigh": 22, "otra": 12, "metlife": 99, "sending": 22, "prayers": 37, "gifford": 237, "strength": 20, "god": 331, "comfort": 12, "difficult": 18, "'ve": 605, "outed": 3, "gilmore": 19, "girls": 143, "shame": 46, "share": 92, "emily": 38, "1": 961, "wiki": 11, "under": 213, "dear": 85, "spurs": 52, "coc": 1, "come": 916, "wont": 51, "exist": 21, "matt": 51, "cheekbones": 1, "better": 604, "purple": 6, "caitlyn": 190, "jenner": 204, "answer": 79, "questions": 71, "crash": 56, "adblock": 1, "browser": 9, "android": 66, "september": 552, "9": 240, "2015": 210, "cool": 187, "tech": 51, "robert": 18, "pattinson": 4, "tribute": 69, "bel": 13, "ami": 11, "co-star": 2, "uma": 2, "thurman": 2, "presented": 20, "19th": 113, "man": 566, "homies": 3, "tonite": 25, "mnf": 24, "raw": 232, "confirmed": 76, "sheamus": 44, "randy": 129, "orton": 121, "battleground": 6, "kendall": 11, "bomb": 52, "wake": 94, "hungover": 5, "couch": 18, "comes": 313, "promo": 40, "zo": 2, "mixes": 2, "kane": 293, "couple": 82, "years": 340, "mostly": 27, "dustin": 273, "remarkable": 6, "record": 160, "opening": 102, "two": 447, "rounds": 22, "majors": 18, "josh": 145, "hamilton": 131, "mandatory": 9, "boos": 7, "returned": 29, "angel": 15, "stadium": 80, "highlight": 26, "grayson": 95, "allen": 113, "leads": 68, "duke": 43, "past": 112, "william": 25, "mary": 24, "already": 338, "singapore": 32, "anyway": 51, "kicking": 15, "blacks": 18, "tonga": 20, "forward": 197, "popcorn": 11, "glass": 18, "bubbly": 1, "never-ending": 2, "gold": 141, "rush": 25, "china": 92, "largest": 29, "producer": 10, "also": 466, "biggest": 115, "bombed": 4, "cold": 68, "sun": 881, "samsung": 115, "teases": 1, "apple": 384, "influence": 13, "unpacked": 6, "event": 282, "brough": 1, "pierce": 6, "veil": 4, "northern": 29, "sold": 56, "albany": 1, "ny": 50, "oct": 183, "31": 53, "backing": 15, "hdd": 3, "preparation": 8, "15": 205, "ps4": 281, "wheel": 8, "dad": 127, "gf": 13, "worth": 99, "kenny": 60, "chesney": 48, "buying": 56, "complete": 55, "fullmetal": 1, "alchemist": 1, "yet": 299, "madonna": 125, "mariah": 105, "carey": 101, "christmas": 110, "pancakes": 28, "delicious": 26, "perfect": 137, "sleep": 127, "ascot": 1, "long": 336, "amazon": 343, "prime": 260, "autism": 3, "sprinter": 1, "getting": 399, "deals": 57, "black": 424, "glad": 90, "woodlands": 3, "joseph": 31, "wright": 257, "masotti": 2, "kid": 94, "awful": 36, "taste": 25, "ted": 143, "worst": 133, "ever": 559, "gave": 124, "summerslam": 57, "preview": 67, "fri": 86, "matches": 31, "tho": 115, "odd": 20, "brief": 13, "unless": 51, "whap": 1, "chinese": 53, "deca": 11, "trig": 1, "documentary": 27, "cuba": 108, "beyond": 42, "embargo": 88, "dunia": 1, "magazine": 32, "blaine": 96, "specials": 11, "them": 664, "immediately": 16, "poor": 60, "planning": 44, "involved": 39, "ash": 43, "national": 483, "margarita": 21, "collide": 3, "carly": 195, "fiorina": 197, "amendment": 139, "god-given": 1, "self-preservation": 1, "fail": 32, "safe": 82, "tyranny": 2, "20th": 121, "wish": 230, "foles": 2, "attended": 8, "high": 162, "school": 382, "drew": 36, "brees": 6, "broke": 70, "records": 30, "continue": 72, "dominance": 6, "hands": 63, "irish": 30, "amateur": 59, "paul": 559, "dunne": 248, "thrilled": 12, "duels": 10, "official": 109, "bedroom": 7, "aug": 159, "27th": 67, "ufc": 82, "rio": 16, "anderson": 117, "silva": 29, "yushin": 13, "beat": 263, "expect": 75, "fighter": 23, "planet": 61, "put": 293, "fucking": 153, "lose": 111, "side": 122, "cheater": 7, "tom": 423, "ok": 239, "6th": 328, "thrones": 99, "cena": 352, "possibility": 9, "hurt": 51, "re-injured": 1, "nose": 30, "hopefully": 125, "rumor": 24, "false": 29, "lmfao": 32, "copies": 7, "female": 48, "thought": 261, "tee": 39, "downton": 9, "abbey": 9, "tops": 15, "tv": 273, "poll": 53, "showbiz": 3, "express": 24, "tell": 287, "wear": 108, "gowns": 3, "mrs": 29, "tony": 176, "romo": 137, "either": 102, "early": 227, "coworkers": 4, "went": 334, "ihop": 99, "history": 191, "ppl": 89, "talking": 196, "privileging": 1, "politics": 41, "category": 12, "error": 19, "liberals": 134, "photo": 122, "eating": 44, "future": 105, "queen": 59, "england": 72, "hair": 66, "real": 535, "madrid": 268, "somehow": 29, "gea": 76, "entertaining": 12, "lexus": 114, "developed": 5, "hoverboard": 16, "slide": 13, "tested": 3, "public": 77, "wed": 124, "these": 314, "seattle": 19, "lyft": 6, "users": 28, "ten": 37, "rides": 9, "code": 34, "linx": 1, "floyd": 182, "mayweather": 184, "andre": 59, "berto": 41, "tuned": 11, "postal": 10, "reported": 26, "billion": 17, "quarterly": 1, "loss": 84, "says": 479, "nearly": 41, "cash": 45, "sat": 771, "mail": 37, "gone": 186, "soon": 183, "boy": 135, "found": 162, "abandoned": 7, "platform": 16, "chhatrapati": 1, "shivaji": 1, "terminus": 1, "cst": 11, "aj": 20, "broken": 54, "equaled": 2, "sacha": 8, "baron": 11, "freddie": 9, "mercury": 12, "role": 50, "unfortunately": 27, "validated": 1, "torture": 7, "bombings": 4, "drone": 98, "strikes": 109, "phone": 190, "monitoring": 6, "before": 599, "sm": 33, "sta": 12, "rosa": 8, "calamba": 1, "yeah": 219, "able": 136, "britain": 28, "support": 267, "luck": 135, "ia": 9, "divided": 9, "half": 229, "civilians": 22, "flee": 11, "starve": 4, "speak": 77, "truth": 79, "leading": 80, "penalty": 112, "cause": 184, "nothing": 239, "set": 509, "except": 56, "4pm": 26, "ellen": 27, "degeneres": 4, "launches": 24, "nbc4": 1, "would": 1085, "hear": 220, "sahib": 1, "u": 708, "r": 158, "late": 193, "tired": 54, "kurt": 111, "cobain": 101, "shot": 136, "heroin": 3, "find": 299, "spot": 105, "cinema": 41, "showing": 83, "backstage": 24, "san": 88, "antonio": 17, "tx": 16, "18": 108, "irl": 5, "finish": 118, "open": 411, "8th": 285, "alone": 83, "move": 182, "interested": 130, "kind": 104, "serena": 119, "presumably": 3, "cfb": 2, "mizzou": 14, "links": 20, "holy": 61, "smokes": 4, "posted": 55, "bill": 90, "sela": 2, "gallery": 6, "craigslist": 2, "hyperbaric": 1, "chambers": 6, "7:15": 7, "hersheypark": 2, "iphone": 179, "review": 88, "beats": 43, "since": 493, "handset": 5, "both": 291, "started": 157, "honest": 37, "trailer": 60, "eww": 2, "ant-man": 282, "until": 392, "d": 288, "wan": 308, "brazil": 25, "ai": 102, "gonn": 2, "viva": 4, "cheaper": 16, "xxx": 11, "oh": 368, "conservative": 49, "ripped": 7, "vietnam": 6, "died": 92, "asshole": 14, "enjoying": 46, "feasibility": 1, "workshop": 33, "replacing": 12, "4th": 732, "customer": 11, "less": 115, "castillo": 2, "provided": 13, "five": 78, "sox": 503, "runs": 94, "victory": 82, "finishing": 25, "demonstration": 3, "condemns": 6, "assassination": 5, "sheikh": 6, "nader": 2, "something": 305, "oceans": 3, "canada": 44, "qia": 1, "premier": 49, "iqaluit": 9, "mayor": 18, "etc": 84, "commercial": 25, "saying": 187, "care": 182, "earth": 146, "isis": 67, "ad": 44, "july": 439, "rip": 72, "football": 345, "never": 529, "wisconsin": 58, "recalls": 4, "extraordinary": 6, "agree": 128, "spearing": 1, "christian": 62, "spear": 3, "rumble": 27, "aiming": 6, "sharpest": 2, "tweets": 64, "jeb": 126, "bush": 151, "surging": 3, "target": 33, "decided": 74, "throw": 79, "standing": 50, "suncorp": 1, "mins": 34, "b4": 30, "test": 82, "rugby": 51, "match": 268, "mate": 46, "government": 82, "start": 448, "listening": 196, "stop": 291, "damage": 14, "higher": 35, "education": 47, "negative": 22, "massages": 1, "immi": 1, "yer": 3, "son": 147, "analytics": 5, "fixate": 1, "practicing": 8, "htc": 9, "vive": 11, "virtual": 12, "experience": 60, "vr": 83, "coach": 151, "oliseh": 143, "craves": 1, "success": 49, "achieve": 9, "player": 179, "super": 380, "opponents": 4, "publicly": 6, "apologize": 16, "hold": 113, "manager": 43, "batting": 20, "cleanup": 7, "upper": 13, "deck": 18, "pitch": 76, "jackie": 15, "bradley": 20, "jr": 67, "hits": 116, "solo": 75, "hr": 76, "ortiz": 12, "rbi": 47, "double": 90, "7th": 309, "phillies": 37, "espn": 74, "picture": 98, "vamps": 43, "maya": 13, "rudolph": 10, "borderline": 2, "obsessive": 1, "trial": 42, "yoga": 210, "centre": 48, "10": 539, "awesome": 195, "volunteer": 7, "much": 556, "thanksgiving": 77, "minister": 45, "christians": 308, "blog": 65, "learn": 89, "christianity": 22, "drank": 1, "beer": 41, "yesterday": 193, "bypassed": 1, "drunk": 31, "ended": 51, "completely": 36, "sober": 7, "blame": 46, "dog": 260, "confused": 36, "south": 84, "lots": 71, "heat": 102, "ds": 1, "absolutely": 74, "hacks": 3, "calling": 102, "investigated": 9, "film": 173, "independent": 22, "spirit": 53, "attendees": 5, "react": 7, "study": 29, "membership": 8, "motion": 6, "academy": 22, "overstate": 1, "importance": 8, "walk-off": 23, "swept": 7, "blowing": 10, "3r": 2, "lead": 236, "9th": 257, "someone": 320, "inconsolable": 1, "valentines": 93, "nfl": 156, "commentator": 7, "memories": 27, "things": 238, "resident": 3, "guru": 7, "picks": 41, "vest": 2, "wearing": 81, "socks": 15, "u2": 169, "through": 320, "pearly": 1, "gates": 11, "teacher": 37, "'d": 354, "teach": 16, "send": 73, "favorite": 147, "artist": 52, "points": 95, "dm": 66, "yep": 38, "dallas": 100, "tht": 15, "looked": 81, "majority": 30, "spanish": 33, "vicente": 2, "del": 24, "bosque": 1, "believes": 19, "el": 43, "clasico": 15, "example": 25, "dragon": 12, "ball": 126, "z": 24, "later": 123, "bend": 5, "rules": 44, "fa": 22, "donald": 259, "trumps": 32, "track": 66, "experienced": 6, "modern": 25, "gigi": 8, "hadid": 5, "backlash": 3, "danica": 16, "patrick": 19, "finishes": 24, "10th": 247, "kansas": 10, "nationwide": 12, "nascar": 8, "fox": 95, "sports": 74, "msn": 4, "afternoon": 114, "venice": 104, "anyone": 430, "plane": 47, "morning": 684, "happen": 145, "milan": 298, "leaks": 9, "numb": 3, "scary": 21, "hopped": 3, "feels": 68, "train": 63, "teen": 144, "wolf": 107, "nd": 32, "mutuals": 2, "forget": 153, "annual": 88, "general": 37, "body": 79, "isat": 9, "organizations": 5, "affiliated": 6, "moms": 9, "hilarious": 40, "impression": 13, "spending": 38, "loading": 5, "unloading": 2, "furniture": 5, "trailers": 5, "natchitoches": 9, "hitter": 11, "hitting": 27, "baseball": 55, "500": 34, "feet": 24, "field": 127, "board": 44, "february": 174, "whole": 171, "large": 37, "different": 105, "sex": 64, "positions": 16, "graham": 85, "fuck": 258, "sexy": 35, "special": 187, "guest": 66, "studio": 57, "drake": 41, "slot": 19, "zac": 140, "brown": 292, "tour": 158, "barack": 27, "shrine": 2, "monroe": 12, "full": 176, "affect": 11, "enough": 169, "hip": 25, "hooray": 3, "cream": 233, "follow": 158, "suggestions": 5, "moment": 110, "dawn": 22, "minecraft": 106, "haruna": 1, "av": 2, "played": 186, "himself": 95, "sept": 256, "theater": 42, "hart": 48, "greatest": 117, "potus": 30, "pictured": 6, "beside": 13, "worthy": 14, "mash": 3, "fleetwood": 98, "mac": 120, "ha": 79, "bellucci": 9, "making": 199, "murray": 343, "16": 170, "cow": 8, "incredible": 37, "3hrs": 2, "40min": 1, "far": 204, "kickin": 2, "gem": 9, "jam": 33, "disclosure": 3, "ft": 34, "sam": 312, "smith": 303, "omen": 4, "wow": 163, "saw": 338, "tbs": 4, "cougar": 12, "town": 104, "vision": 18, "beautiful": 130, "desperately": 8, "europe": 62, "petition": 29, "search": 47, "trade": 59, "sales": 42, "muscat": 9, "oman": 6, "apply": 26, "martin": 155, "chris": 265, "farley": 3, "phil": 23, "hartman": 1, "belushi": 10, "auburn": 26, "benton": 1, "knew": 92, "speed": 35, "effort": 29, "predetermined": 1, "justin": 175, "bieber": 33, "magic": 149, "mike": 177, "xxl": 97, "summer": 104, "smiling": 8, "laughing": 34, "entire": 85, "leader": 109, "leave": 140, "colin": 11, "freakin": 4, "idiot": 45, "square": 43, "party": 416, "hang": 64, "useful": 9, "features": 22, "facebook": 64, "twitter": 167, "linkedin": 4, "missed": 126, "emergency": 8, "state": 262, "declared": 18, "praise": 25, "fires": 20, "retaliation": 3, "scalation": 1, "register": 29, "luke": 47, "bryan": 17, "tickets": 474, "em": 53, "miss": 454, "patty": 11, "sookie": 21, "frustrated": 9, "else": 163, "fix": 35, "drive": 114, "rich": 69, "labour": 38, "medicare": 96, "lies": 43, "shower": 15, "con": 15, "men": 103, "lying": 39, "elderly": 8, "mess": 30, "towards": 58, "spc": 8, "risk": 23, "shameful": 10, "parts": 22, "indian": 37, "glorifying": 1, "brutal": 15, "regime": 22, "took": 170, "siri": 11, "stab": 6, "hand": 98, "lasting": 3, "nerve": 3, "connor": 6, "4x100m": 1, "relay": 3, "athletics": 3, "championships": 6, "olympic": 13, "wishing": 31, "tgif": 95, "everyone": 363, "fluke": 10, "asked": 112, "pay": 134, "taps": 2, "foot": 22, "checks": 8, "paper": 271, "towns": 229, "rather": 66, "read": 309, "book": 245, "jim": 47, "henson": 11, "memorial": 19, "youtube": 53, "sucks": 54, "name": 189, "capitalizing": 1, "trending": 68, "topic": 64, "hours": 198, "minute": 61, "warm": 24, "chart": 14, "330": 1, "punts": 1, "wknd": 6, "pats": 25, "ower": 1, "kraft": 3, "nike": 106, "shoe": 4, "replaying": 2, "securities": 1, "try": 246, "omg": 119, "anymore": 71, "stone": 151, "steve": 163, "austin": 49, "michaels": 17, "eddie": 12, "guerrero": 2, "hardy": 3, "brothers": 33, "stream": 76, "streaming": 31, "madden": 7, "oklahoma": 12, "gotten": 30, "decent": 37, "sized": 2, "earthquake": 5, "fracking": 55, "dreading": 4, "break": 161, "nature": 15, "beast": 43, "tasha": 1, "ghost": 38, "kill": 138, "ol": 9, "excellent": 44, "ran": 39, "486": 1, "yards": 17, "pretty": 245, "liars": 20, "blew": 21, "checking": 24, "tripple": 2, "h": 77, "bitch": 105, "ima": 38, "mine": 59, "slow": 28, "hanging": 61, "curveball": 1, "reality": 54, "ordered": 41, "spare": 14, "jars": 1, "marmalade": 1, "gi": 1, "easy": 71, "uplifting": 2, "sufferers": 1, "light": 75, "blunt": 11, "christie": 21, "junior": 17, "varsity": 4, "court": 90, "ohn": 1, "wrestler": 22, "sorry": 175, "btw": 52, "supposed": 56, "arrive": 28, "aot": 1, "action": 97, "nokia": 122, "returning": 16, "catch": 113, "rajeev": 1, "s": 237, "mubarak": 17, "dears": 1, "blair": 51, "extract": 2, "worse": 81, "having": 222, "iraq": 20, "war": 135, "authored": 1, "ask": 163, "project": 44, "noticed": 37, "squinting": 2, "staring": 14, "directly": 23, "into": 612, "maduro": 80, "pin": 14, "festival": 84, "strife": 2, "gucci": 279, "trousers": 6, "alter": 4, "hoping": 89, "broaden": 2, "bifurcated": 6, "yours": 76, "connotative": 4, "toward": 13, "closeness": 1, "fraud": 18, "rape": 22, "laws": 36, "assaulting": 2, "usa": 202, "maybe": 257, "musical": 30, "bethany": 1, "damn": 143, "cities": 17, "democrats": 50, "chicago": 93, "strict": 2, "gun": 146, "control": 156, "thats": 52, "p": 100, "im": 370, "picking": 24, "metal": 23, "gear": 24, "problems": 42, "avoid": 28, "injuries": 10, "touch": 45, "til": 96, "arda": 5, "vidal": 6, "enjoyable": 4, "random": 26, "facts": 36, "haye": 12, "chisora": 8, "smashed": 7, "tressa": 7, "hun": 4, "total": 40, "bases": 21, "ryan": 148, "braun": 101, "triple": 60, "inning": 107, "arrington": 1, "11/3": 3, "5pm": 36, "bring": 232, "picnic": 4, "blanket": 8, "cozy": 1, "wine": 49, "jazz": 35, "videos": 65, "low": 48, "key": 48, "bumping": 5, "taylor": 261, "swift": 168, "embarrass": 2, "uspga": 2, "championship": 109, "getty": 2, "yo": 80, "stats": 25, "reset": 12, "onto": 30, "hey": 233, "electric": 9, "scream": 22, "screening": 26, "mamas": 1, "def": 26, "dancing": 53, "comedy": 64, "eng": 24, "sub": 19, "kick": 81, "laughter": 6, "escobar": 10, "thor": 130, "suspension": 19, "kc": 13, "throws": 13, "prob": 21, "facing": 34, "undertaker": 122, "23": 94, "fans": 309, "playin": 4, "island": 52, "iron": 225, "maiden": 208, "thru": 58, "speakers": 7, "wrestling": 38, "12th": 133, "mediocre": 1, "row": 99, "count": 38, "boys": 151, "ones": 67, "throwing": 31, "non": 20, "allah": 162, "guide": 58, "haqq": 1, "deen": 4, "islam": 297, "conflicts": 9, "interest": 37, "elected": 43, "office": 111, "pity": 6, "described": 11, "meets": 23, "louvre": 1, "attractive": 16, "v": 204, "mags": 2, "risers": 1, "help": 281, "due": 175, "elsewhere": 8, "ipod": 128, "although": 47, "bow": 12, "regardless": 18, "bludgeoned": 1, "signing": 53, "striker": 35, "injured": 27, "dictionary": 3, "peace": 122, "mean": 223, "sharing": 22, "surrendered": 6, "woman": 133, "beheading": 2, "kafirs": 2, "refuse": 20, "convert": 13, "eligible": 11, "upgrade": 45, "drops": 57, "straight": 157, "verizon": 15, "king": 108, "suffered": 6, "krys": 1, "barch": 1, "24": 120, "2009": 12, "stars": 88, "re": 60, "number": 106, "complaints": 6, "programme": 13, "zachary": 10, "stuffed": 7, "mushroom": 2, "spinach": 2, "opinion": 65, "out-of-date": 1, "practice": 92, "bacolod": 9, "several": 41, "bottles": 7, "heineken": 2, "okcupid": 1, "oppose": 13, "gay": 416, "marriage": 242, "religious": 35, "grounds": 20, "words": 94, "couples": 14, "allowed": 40, "400": 15, "riots": 84, "portland": 7, "london": 153, "jackson": 290, "fit": 37, "honor": 28, "wore": 22, "jump": 25, "bandwagon": 3, "brother": 379, "animal": 109, "testing": 95, "united": 152, "states": 97, "minus": 6, "few": 218, "products": 17, "spf": 1, "covergirl": 2, "others": 91, "phase": 18, "honestly": 72, "fastest": 6, "growing": 19, "religion": 52, "hit": 258, "victor": 24, "cruz": 50, "classes": 50, "art": 62, "fine": 88, "arts": 21, "fest": 31, "pm": 176, "change": 149, "rising": 42, "seas": 3, "putting": 54, "quiz": 12, "answers": 18, "physics": 20, "page": 76, "correct": 33, "kitkat": 2, "chucky": 2, "studying": 12, "oldham": 9, "team": 389, "foster": 11, "november": 403, "9pm": 44, "10pm": 33, "eastern": 39, "712": 1, "432": 1, "0900": 1, "selling": 88, "called": 182, "ritz": 11, "carlton": 15, "tennis": 28, "asking": 58, "stand": 96, "bannon": 87, "larry": 17, "bird": 21, "ole": 9, "3pt": 4, "alfred": 3, "e": 65, "dinner": 93, "crushed": 13, "fall": 100, "dar": 14, "es": 8, "salaam": 5, "draw": 37, "losing": 55, "thank": 248, "smile": 42, "original": 75, "m": 88, "op": 11, "lie": 52, "myself": 141, "goes": 161, "shine": 33, "ass": 162, "occasionally": 2, "idc": 29, "thinking": 152, "inch": 15, "dick": 20, "pee": 8, "kentucky": 43, "derby": 86, "creep": 1, "generation": 71, "step": 62, "sample": 8, "cute": 69, "fluffy": 1, "cervical": 1, "dissociation": 1, "memory": 24, "doesnt": 32, "space": 45, "download": 61, "ipad": 132, "defended": 6, "highlights": 23, "11": 173, "diablo": 11, "iii": 40, "perhaps": 35, "doubt": 64, "comical": 5, "messi": 139, "mile": 9, "option": 32, "windows": 153, "update": 116, "clean": 38, "install": 11, "tweet": 192, "poorly": 4, "timed": 4, "surely": 28, "hidden": 6, "handy": 8, "tips": 24, "give": 384, "extra": 81, "text": 50, "1:30": 5, "shop": 43, "russian": 39, "truck": 15, "belgium": 17, "montanari": 1, "bros": 9, "east": 90, "coast": 18, "haven": 14, "ct": 19, "prefer": 26, "curvy": 1, "barbie": 2, "item": 16, "issue": 101, "planned": 131, "parenthood": 102, "scandal": 24, "beneath": 2, "reminds": 32, "leaders": 47, "charlie": 207, "hebdo": 172, "southpaw": 10, "booked": 20, "lebron": 16, "nations": 21, "universal": 14, "feminism": 7, "concerning": 6, "approve": 7, "rough": 12, "recommend": 21, "viewing": 12, "harper": 148, "teammates": 10, "performing": 77, "sale": 141, "tough": 62, "ticket": 173, "practically": 6, "illness": 5, "kristen": 4, "stewart": 47, "flew": 11, "hungary": 4, "la": 117, "celebrate": 160, "actually": 284, "filming": 14, "post": 159, "gift": 50, "donuts": 66, "giff": 1, "main": 91, "reason": 139, "loved": 95, "usc": 3, "legend": 48, "apparently": 99, "mario": 25, "maker": 10, "11th": 149, "guess": 203, "nintendo": 106, "bloody": 70, "rebuild": 6, "tall": 10, "striptease": 1, "dance": 87, "interesting": 112, "results": 65, "appeared": 40, "25": 138, "trends": 34, "sitting": 73, "curb": 7, "appointment": 17, "bellamy": 10, "moving": 69, "semester": 6, "part": 237, "small": 57, "inexperienced": 2, "management": 11, "kept": 40, "pic": 82, "signed": 57, "removed": 14, "bastards": 2, "nude": 12, "np": 3, "hella": 14, "forgot": 81, "therefore": 12, "hulu": 11, "cyborg": 26, "store": 82, "app": 97, "updated": 17, "polish": 5, "pulls": 10, "rooting": 10, "flick": 7, "winter": 44, "soldier": 15, "30th": 107, "ahh": 9, "tweeting": 43, "attention": 42, "no-go": 1, "framed": 3, "craig": 9, "interests": 7, "heather": 10, "mills": 5, "ex": 42, "mccartney": 205, "marilyn": 2, "20": 174, "md": 10, "appoints": 2, "medical": 97, "marijuana": 86, "regulator": 1, "labor": 150, "despite": 41, "sandy": 27, "weehawken": 1, "nj": 21, "york": 169, "skyline": 3, "sits": 14, "darkness": 7, "overall": 33, "joe": 177, "biden": 122, "molester": 1, "teaching": 15, "children": 97, "touchy": 1, "feely": 1, "childcare": 2, "costs": 11, "osborne": 135, "heartwarming": 1, "surprise": 81, "almost": 142, "acha": 1, "hua": 1, "yeh": 7, "bhi": 2, "tanha": 1, "guzar": 1, "gai": 1, "se": 16, "lag": 1, "agr": 1, "woh": 1, "aa": 13, "zayn": 309, "vuitton": 4, "fashion": 47, "sep": 89, "roland": 2, "hector": 2, "wellington": 2, "fl": 21, "treated": 12, "snapper": 1, "fishing": 6, "capt": 12, "legendary": 30, "11am": 27, "medvedev": 1, "talks": 89, "merkel": 113, "tsipras": 107, "familiar": 14, "nakama": 1, "crew": 32, "finished": 100, "dexter": 26, "seriously": 90, "64": 14, "bye": 62, "welcome": 106, "wal-mart": 3, "shoppers": 9, "cart": 5, "tooth": 3, "dessert": 4, "scoop": 21, "managed": 24, "version": 84, "exceeds": 1, "hype": 36, "possible": 82, "response": 45, "shooting": 50, "shows": 139, "ignorant": 19, "stupid": 92, "killing": 68, "uncle": 18, "cali": 11, "informed": 12, "routinely": 1, "plays": 71, "golf": 56, "mccormick": 1, "aka": 44, "cy": 87, "winner": 95, "kurdish": 8, "mp": 20, "turkish": 17, "pink": 42, "strapless": 2, "dress": 59, "deftly": 2, "fielded": 2, "interview": 133, "cuz": 62, "oooh": 7, "contraband": 10, "wahlberg": 4, "keith": 25, "urban": 14, "carrie": 13, "underwood": 12, "sing": 77, "won": 238, "entertainer": 3, "bob": 221, "marley": 95, "luxe": 3, "shining": 40, "extended": 15, "mix": 39, "rodeo": 22, "miami": 64, "named": 65, "congrats": 58, "malik": 16, "green": 124, "blink": 8, "182": 4, "rejects": 13, "fire": 110, "mcr": 7, "panic": 8, "disco": 8, "forced": 31, "ss": 35, "hitler": 17, "fool": 18, "blow": 27, "blur": 3, "oasis": 5, "battle": 50, "prep": 16, "bazaar": 3, "26/11": 1, "accessories": 11, "accessory": 6, "bundle": 9, "compatible": 9, "pack": 41, "rabid": 3, "dingos": 1, "hood": 18, "cue": 7, "oblivious": 5, "gwb": 1, "carnage": 3, "homeland": 2, "cowboys": 63, "jets": 50, "channel": 70, "emotional": 36, "occasion": 8, "9/11": 16, "elvis": 41, "presley": 22, "34th": 8, "shammi": 3, "kapoor": 3, "often": 22, "pro": 74, "decision": 74, "scotus": 108, "violated": 14, "amendments": 2, "jonah": 3, "challenging": 6, "implications": 4, "clements": 1, "became": 37, "sackcloth": 1, "moon": 57, "1967": 10, "1993": 23, "central": 60, "yahoo": 4, "scoreboard": 6, "cincinnati": 9, "pc": 60, "glorious": 16, "casting": 7, "pst": 20, "arrived": 35, "hasnt": 5, "stopped": 55, "raining": 15, "entirely": 9, "crummy": 1, "visual": 7, "gag": 1, "aching": 2, "existentialism": 1, "sudden": 7, "kil": 1, "prayer": 28, "creation": 6, "diversity": 10, "praying": 23, "cunt": 7, "kicked": 20, "commander": 8, "chief": 41, "opposition": 15, "holding": 34, "ground": 53, "recapture": 2, "enjoy": 166, "beating": 41, "yankees": 80, "fact": 179, "usually": 28, "instances": 2, "grandma": 12, "despises": 1, "ac": 123, "dc": 173, "coffee": 80, "jong-un": 48, "awake": 13, "fab": 14, "spotify": 13, "addicted": 13, "florence": 9, "kasabian": 12, "merged": 1, "together": 151, "sense": 72, "thinks": 78, "recorded": 23, "sessions": 15, "edit": 13, "cut": 95, "bree": 1, "tittle": 1, "repeat": 35, "strawberry": 15, "bus": 46, "ride": 61, "buckwheat": 1, "multiple": 16, "zooms": 1, "bigfoot": 1, "cock": 5, "hallelujah": 8, "screenplay": 10, "slightly": 16, "used": 143, "quarterbacks": 4, "vow": 21, "upset": 62, "9s": 2, "dip": 5, "rick": 163, "matter": 87, "venus": 75, "outcome": 14, "trying": 224, "imagine": 84, "suitcases": 1, "selfishly": 1, "hutch": 2, "outing": 11, "rotation": 7, "perfectly": 13, "argument": 25, "gamble": 21, "deadline": 42, "n9": 17, "nine": 21, "seconds": 27, "13th": 133, "2011": 33, "global": 36, "fast": 72, "regular": 27, "apologies": 9, "statements": 5, "becoming": 30, "convention": 9, "appears": 23, "front": 115, "runner": 27, "disagree": 20, "challenge": 64, "generate": 2, "case": 171, "closed": 43, "roma": 44, "juventus": 102, "rome": 9, "definitively": 2, "member": 68, "1d": 39, "distant": 6, "plus": 115, "crush": 37, "ed": 280, "sheeran": 246, "noah": 8, "levi": 2, "finale": 28, "person": 174, "relationship": 22, "decisions": 13, "cab": 3, "colorado": 11, "twilight": 27, "zone": 27, "glasses": 16, "17th": 123, "allahu": 2, "seeing": 226, "knicks": 93, "nets": 18, "scott": 228, "walker": 228, "fairgrounds": 1, "liar": 17, "tells": 51, "changes": 46, "reminder": 38, "normally": 8, "garbage": 14, "pickup": 4, "lexington": 13, "mondays": 12, "holiday": 101, "human": 92, "america": 206, "ditto": 1, "sitcoms": 2, "fifa": 30, "weird": 66, "sometimes": 38, "andy": 56, "carroll": 12, "hump": 3, "iker": 2, "casi": 2, "hoe": 7, "improved": 13, "swansea": 19, "zimmerman": 21, "harvey": 34, "repeal": 12, "obamacare": 15, "presidency": 28, "golfers": 3, "dream": 110, "walk": 110, "st": 147, "andrews": 13, "two-run": 12, "tie": 55, "joey": 9, "votto": 4, "go-ahead": 9, "homer": 45, "thomas": 17, "edison": 1, "hs": 9, "graduates": 3, "michelle": 139, "odds": 39, "summit": 10, "bringing": 53, "bound": 10, "independence": 37, "parade": 141, "evening": 107, "wonders": 7, "nlc": 9, "while": 333, "painting": 13, "dior": 1, "jude": 5, "law": 112, "boston": 35, "hosts": 6, "important": 69, "wrote": 75, "strictly": 7, "factor": 37, "eyes": 88, "philly": 47, "100": 116, "million": 96, "contract": 40, "flynn": 16, "1/4th": 4, "info": 84, "contact": 56, "inconvenience": 7, "caused": 16, "second": 153, "plan": 124, "accordingly": 2, "kg": 5, "likeable": 3, "ray": 24, "lewis": 29, "superb": 12, "prize": 25, "republican": 90, "front-runner": 6, "allowing": 15, "accept": 48, "displaced": 9, "refugees": 48, "massive": 27, "heads": 46, "tfi": 14, "curiosity": 6, "rover": 2, "wheels": 6, "ah": 35, "ir": 2, "pup": 4, "roster": 9, "rumour": 11, "finals": 28, "cubs": 147, "surprising": 11, "humorless": 1, "conservatives": 91, "rationale": 4, "attack": 107, "fairly": 6, "disgusting": 21, "mikel": 24, "obi": 13, "snubbed": 2, "latest": 128, "career": 106, "26th": 57, "wtf": 54, "friggin": 4, "darien": 5, "lake": 32, "birdie": 16, "coverage": 50, "driving": 33, "parking": 14, "itself": 32, "28th": 57, "milk": 12, "chocolate": 26, "claiming": 12, "saudi": 29, "arabia": 19, "mistook": 1, "saturn": 1, "fitr": 4, "governments": 4, "banks": 10, "problem": 101, "whom": 16, "concern": 14, "ate": 23, "bunch": 43, "cashew": 1, "drama": 31, "continues": 55, "camp": 58, "electoral": 106, "pot": 11, "lottie": 1, "dating": 18, "sisters": 20, "qualifier": 10, "filmed": 6, "crappy": 9, "mitchell": 6, "mucho": 1, "germany": 49, "prague": 2, "knuckleheads": 1, "simple": 23, "haunting": 2, "rahul": 29, "gandhi": 46, "twist": 10, "spoke": 30, "feb": 95, "reporter": 12, "press": 82, "availability": 12, "lasted": 5, "minutes": 107, "appointed": 16, "multinational": 3, "task": 10, "created": 43, "eviction": 11, "african": 16, "worshippers": 1, "ronda": 42, "conor": 99, "mcgregor": 105, "december": 240, "danny": 30, "james": 134, "haskell": 2, "recalled": 3, "third": 177, "africa": 39, "ooh": 6, "walking": 62, "sit": 42, "bench": 38, "smoking": 11, "cigarette": 3, "informercial": 1, "2am": 10, "florentino": 3, "perez": 5, "launched": 30, "blistering": 2, "manchester": 52, "woodward": 5, "fiasco": 7, "regulation": 3, "prohibition": 5, "difference": 45, "shopping": 49, "202": 3, "venezuelans": 7, "themselves": 35, "fidel": 119, "eat": 70, "dignity": 3, "submission": 4, "shud": 5, "understand": 100, "muhammad": 16, "islamist": 10, "drink": 38, "florida": 73, "wr": 15, "brian": 23, "decide": 36, "tons": 10, "sons": 23, "anarchy": 21, "blessed": 35, "proves": 22, "bankrupt": 5, "condition": 6, "hassling": 1, "unmentionables": 10, "extend": 15, "entrance": 11, "reinforcement": 4, "hides": 2, "homeopathy": 65, "leaving": 91, "jeremy": 44, "renner": 2, "22nd": 67, "santa": 17, "monica": 11, "fulton": 1, "buyers": 7, "erdogan": 105, "drowned": 4, "ballot": 7, "box": 70, "compared": 35, "nuclear": 22, "inspection": 3, "proposals": 3, "announcements": 4, "pub": 22, "job": 174, "wrapped": 9, "deep": 133, "learning": 96, "data": 44, "range": 20, "traction": 1, "sud": 2, "taper": 1, "mon": 91, "short": 69, "ind": 4, "bj": 9, "skate": 14, "explosive": 3, "resistant": 2, "passports": 2, "shootings": 9, "car": 118, "hijacker": 1, "paris": 101, "wedgewood": 1, "quaker": 1, "amen": 14, "olive": 12, "garden": 42, "charley": 3, "cbc": 3, "vancouver": 30, "awaiting": 7, "wsop": 1, "circuit": 7, "canadian": 24, "born": 90, "coincidence": 14, "broom": 3, "floor": 68, "harrison": 41, "lazy": 22, "bernie": 120, "sanders": 112, "buttons": 2, "stressed": 7, "digi": 102, "hyped": 21, "suggestive": 2, "trend": 24, "student": 27, "method": 3, "pre-game": 1, "festivities": 6, "intro": 16, "hank": 20, "williams": 100, "6pm": 48, "est": 27, "security": 82, "preseason": 29, "evans": 65, "turiaf": 4, "learned": 43, "italians": 5, "realised": 13, "stake": 9, "bomani": 3, "rovell": 1, "intellectually": 2, "roughly": 3, "equivalent": 14, "grader": 27, "octagon": 3, "revis": 1, "bats": 9, "sanchez": 38, "holmes": 8, "cromartie": 1, "conflicted": 3, "yield": 2, "comey": 87, "fbi": 33, "grotesquely": 1, "undemocratic": 3, "system": 64, "microsoft": 96, "releases": 31, "open-source": 2, "software": 28, "fly": 64, "sete": 1, "netanyahu": 10, "divides": 2, "occupies": 2, "soul": 51, "common": 44, "simply": 30, "empathy": 2, "chiefs": 18, "favor": 23, "charged": 41, "aware": 25, "militants": 15, "agency": 13, "realize": 55, "jill": 35, "stein": 47, "chillin": 13, "putin": 113, "pictures": 65, "rely": 4, "cheerleaders": 2, "district": 23, "aims": 5, "ward": 9, "norway": 10, "works": 60, "polls": 57, "entitled": 8, "bet": 98, "word": 104, "hoax": 5, "reminded": 23, "headed": 24, "footloose": 2, "garner": 9, "spots": 19, "tag": 22, "chilis": 2, "turner": 12, "whoever": 44, "becomes": 40, "greek": 34, "pronounceable": 1, "agreed": 33, "slappy": 1, "mistakes": 11, "helped": 30, "expects": 7, "apology": 20, "reciprocate": 1, "ugly": 33, "came": 218, "sustained": 3, "alarmist": 1, "untrue": 3, "sky": 51, "rolling": 149, "devil": 46, "weeknd": 39, "listen": 179, "calgary": 16, "eus": 1, "syria": 47, "assad": 13, "stays": 16, "brussels": 8, "pays": 13, "rib": 4, "remembered": 37, "celtics": 17, "melo": 8, "liked": 131, "arnold": 3, "schwarzenegger": 1, "manganiello": 1, "ring": 42, "kuffar": 3, "lefties": 6, "fascist": 12, "murderous": 2, "anti": 58, "democracy": 19, "sc": 27, "resume": 13, "hearing": 61, "supreme": 34, "explain": 31, "apparent": 5, "irregularity": 1, "jasmin": 1, "protest": 53, "mitch": 20, "daniels": 16, "purdue": 3, "loeb": 1, "2:30": 5, "unitar": 1, "institute": 7, "undp": 2, "organized": 6, "cl": 18, "soundtrack": 23, "playlist": 25, "block": 52, "three": 112, "weeks": 94, "2008": 22, "montgomery": 3, "selma": 11, "inventor": 2, "don": 31, "chamberlain": 10, "incumbent": 4, "rep": 20, "terri": 2, "sewell": 1, "o": 174, "nyy": 4, "farm": 16, "agent": 27, "keller": 5, "placed": 25, "53rd": 4, "agents": 9, "1500": 4, "moroccan": 2, "boyfriend": 32, "english": 64, "snake": 16, "mood": 30, "rediff": 1, "hundreds": 14, "afghans": 8, "protested": 6, "cartoons": 6, "prophet": 8, "nuit": 22, "blanche": 22, "projects": 11, "remains": 31, "weak": 20, "govt": 48, "persecution": 8, "davis": 64, "illegally": 11, "ruled": 25, "region": 14, "provision": 1, "augment": 1, "shipping": 24, "kip": 3, "prepare": 37, "reminiscing": 2, "legacy": 27, "hardware": 7, "including": 61, "pumped": 35, "stressful": 3, "truly": 45, "bones": 5, "skins": 2, "cousins": 14, "tacos": 9, "plate": 23, "retail": 11, "overhaul": 7, "francisco": 15, "inc": 18, "ceo": 46, "tim": 53, "cook": 34, "replaced": 13, "menu": 9, "customers": 13, "needed": 78, "covered": 23, "breed": 4, "aaron": 30, "brooks": 4, "marcus": 5, "thornton": 2, "combine": 14, "bulls": 17, "everybody": 71, "alert": 19, "debate": 196, "whether": 51, "boise": 17, "arrows": 10, "invisible": 5, "bottle": 16, "nonstop": 5, "b2st": 11, "current": 41, "nominated": 12, "mama": 16, "male": 23, "cucumber": 2, "castle": 26, "bee": 45, "gees": 30, "given": 77, "chances": 26, "voting": 53, "competition": 35, "session": 45, "powerhouse": 2, "jazzed": 3, "newest": 7, "selections": 5, "bank": 66, "teller": 4, "duh": 6, "beyonce": 136, "tyga": 4, "bought": 114, "bentley": 100, "ferrari": 4, "telling": 53, "self": 45, "destruction": 10, "99": 37, "stuff": 143, "guaranteed": 11, "counting": 18, "linked": 19, "assembly": 6, "shark": 15, "costumes": 11, "reenact": 1, "secured": 7, "beta": 16, "rainbow": 9, "six": 42, "seige": 1, "xbox": 154, "openstack": 1, "powering": 2, "production": 14, "clouds": 6, "international": 76, "cloud": 36, "expo": 17, "nebula": 1, "ce": 3, "champion": 59, "warren": 20, "unification": 1, "possibilities": 8, "0": 319, "sizes": 3, "quite": 67, "respected": 3, "muslim": 64, "scholar": 4, "weighs": 4, "equality": 22, "hypocrisy": 14, "voices": 6, "taking": 170, "livid": 1, "cruise": 109, "terms": 20, "greats": 5, "utmost": 1, "astronaut": 3, "wives": 22, "dome": 13, "flat": 21, "slips": 5, "beauty": 43, "rises": 16, "soaring": 7, "midnight": 37, "3pm": 29, "farewell": 8, "flavor": 8, "wife": 79, "images": 34, "iniesta": 7, "trained": 6, "fcb": 8, "buy": 271, "justice": 61, "deserved": 10, "baddest": 2, "champ": 41, "question": 99, "answered": 11, "fights": 36, "mum": 25, "supremacist": 10, "tribe": 9, "treaty": 1, "1851": 1, "army": 63, "corps": 4, "working": 167, "fossil": 92, "fuels": 90, "changing": 22, "idol": 15, "exo": 14, "bigbang": 7, "vip": 18, "officially": 58, "axes": 2, "following": 87, "incidents": 4, "gods": 17, "nigga": 53, "benjamins": 3, "mention": 58, "acting": 37, "credits": 14, "act": 108, "af": 35, "cares": 24, "valor": 19, "shoot": 43, "creative": 9, "nebraska": 24, "first-ever": 2, "senior": 49, "bowl": 122, "skinny": 8, "lush": 1, "diet": 14, "sort": 34, "badly": 16, "judged": 2, "joke": 85, "herring": 1, "reference": 17, "rohypnol": 9, "evocative": 1, "intent": 2, "detailed": 5, "map": 31, "led": 51, "clashes": 8, "near": 101, "loves": 70, "minnesota": 17, "presidents": 14, "q2": 7, "3:08": 1, "trent": 13, "richardson": 12, "rushed": 3, "diego": 23, "40": 50, "copy": 42, "watchman": 120, "reviewers": 2, "mihajlovic": 3, "rossoneri": 4, "fancy": 40, "joining": 45, "foods": 5, "taiwan": 18, "russians": 8, "assange": 15, "machine": 43, "hackers": 3, "muse": 7, "bioshock": 9, "infinite": 19, "usurp": 2, "genius": 21, "incoming": 5, "un": 108, "whopper": 1, "sting": 145, "wash": 17, "piers": 3, "morgan": 35, "weed": 25, "dealer": 4, "laurel": 3, "t-shirt": 16, "14/1": 1, "followers": 43, "mook": 1, "crack": 28, "wh": 19, "08": 11, "hrc": 18, "loose": 17, "inaccessible": 1, "staff": 36, "comeback": 21, "tex": 3, "andrus": 1, "odor": 1, "checked": 16, "greece": 26, "loan": 20, "lenders": 3, "athens": 20, "alexis": 9, "wa": 12, "obviously": 45, "otherwise": 28, "anybody": 67, "clubs": 17, "sell": 69, "groundhog": 11, "keeps": 46, "jt": 3, "snow": 30, "rounding": 4, "vietnamese": 2, "ultimate": 35, "realists": 1, "survivalists": 1, "nestle": 2, "criticism": 11, "smh": 54, "lessons": 16, "ropes": 3, "20:00": 4, "roni": 1, "proposed": 12, "transfer": 58, "manu": 7, "stalled": 3, "relevant": 22, "paperwork": 7, "received": 39, "28": 79, "deceiving": 2, "nia": 4, "quoted": 8, "minaj": 35, "forgive": 18, "tune": 64, "1pm": 27, "savage": 11, "eric": 114, "church": 207, "lynch": 12, "conrad": 13, "earned": 20, "expensive": 16, "bg": 3, "lord": 48, "jay-z": 99, "fake": 88, "social": 98, "meow": 5, "barclays": 7, "profit": 14, "driven": 4, "investment": 8, "banking": 2, "plc": 3, "bcs": 17, "continued": 21, "reap": 5, "rewards": 3, "doubleheader": 2, "7:10": 3, "giants": 76, "9:15": 7, "serenaded": 2, "turn": 117, "meredith": 14, "sexiest": 5, "50": 135, "hotter": 9, "spouse": 3, "imo": 18, "jumbotron": 2, "8pm": 70, "food": 112, "presleys": 1, "passed": 51, "dumb": 39, "nigh": 5, "leftists": 94, "wimps": 1, "strong": 76, "unions": 10, "commie": 4, "rally": 66, "capital": 31, "pop": 51, "meetings": 10, "zombies": 17, "devour": 1, "vmas": 48, "mtv": 45, "returns": 64, "sucked": 11, "ignore": 25, "9am": 27, "writing": 75, "guardian": 36, "surprisingly": 10, "none": 25, "sofia": 3, "yelled": 5, "estella": 8, "laughed": 19, "exhibits": 1, "hendrix": 4, "recount": 37, "pa": 39, "wi": 21, 